content/index.org
#+title: Algebraic Geometry in Melbourne 
#+subtitle: July 8--10, 2026

* Speakers

- Dougal Davis (Unimelb)
- Gianluca Faraco (Monash)
- Christian Haesemeyer (Unimelb)
- Caleb Ji (UNSW)
- Yixuan Li (ANU)
- Svetlana Makarova (ANU)
- Scott Mullane (Unimelb)
- Behrouz Taji (UNSW)
- Bailey Whitbread (UQ)
- Yaping Yang (Unimelb)

* Schedule
TBA

* Registration

If you want to attend, please [[mailto:anand.deopurkar@anu.edu.au?subject=%5BAlgemel26%5D%20Interest%20in%20attending&body=I%20would%20like%20to%20attend%20Algebraic%20Geometry%20in%20Melbourne%20in%20July%202026.%20%20Thanks!][send an email to the organiser at ANU.]]
We are not sure if we can offer any financial support.

* Organisers

- Anand Deopurkar (ANU)
- Jack Hall (Unimelb)
- Paul Norbury (Unimelb)

* Thanks
:PROPERTIES:
:UNNUMBERED: notoc
:END:
This event is supported in part by funds from the /Australian Research Council/.

