index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2026-04-30 Thu 13:03 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Algebraic Geometry in Melbourne</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="mi.css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">Algebraic Geometry in Melbourne
<br />
<span class="subtitle">July 8&#x2013;10, 2026</span>
</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgd9469ae">Speakers</a></li>
<li><a href="#org1f012a8">Schedule</a></li>
<li><a href="#orgeb8ad83">Registration</a></li>
<li><a href="#orgad30c65">Organisers</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgd9469ae" class="outline-2">
<h2 id="orgd9469ae">Speakers</h2>
<div class="outline-text-2" id="text-orgd9469ae">
<ul class="org-ul">
<li>Dougal Davis (Unimelb)</li>
<li>Gianluca Faraco (Monash)</li>
<li>Christian Haesemeyer (Unimelb)</li>
<li>Caleb Ji (UNSW)</li>
<li>Yixuan Li (ANU)</li>
<li>Svetlana Makarova (ANU)</li>
<li>Scott Mullane (Unimelb)</li>
<li>Behrouz Taji (UNSW)</li>
<li>Bailey Whitbread (UQ)</li>
<li>Yaping Yang (Unimelb)</li>
</ul>
</div>
</div>

<div id="outline-container-org1f012a8" class="outline-2">
<h2 id="org1f012a8">Schedule</h2>
<div class="outline-text-2" id="text-org1f012a8">
<p>
TBA
</p>
</div>
</div>

<div id="outline-container-orgeb8ad83" class="outline-2">
<h2 id="orgeb8ad83">Registration</h2>
<div class="outline-text-2" id="text-orgeb8ad83">
<p>
If you want to attend, please <a href="mailto:anand.deopurkar@anu.edu.au?subject=%5BAlgemel26%5D%20Interest%20in%20attending&amp;body=I%20would%20like%20to%20attend%20Algebraic%20Geometry%20in%20Melbourne%20in%20July%202026.%20%20Thanks!">send an email to the organiser at ANU.</a>
We are not sure if we can offer any financial support.
</p>
</div>
</div>

<div id="outline-container-orgad30c65" class="outline-2">
<h2 id="orgad30c65">Organisers</h2>
<div class="outline-text-2" id="text-orgad30c65">
<ul class="org-ul">
<li>Anand Deopurkar (ANU)</li>
<li>Jack Hall (Unimelb)</li>
<li>Paul Norbury (Unimelb)</li>
</ul>
</div>
</div>

<div id="outline-container-orge946832" class="outline-2">
<h2 id="orge946832">Thanks</h2>
<div class="outline-text-2" id="text-orge946832">
<p>
This event is supported in part by funds from the <i>Australian Research Council</i>.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
Last modified: 2026-04-30 Thu 13:03.
</div>
</body>
</html>
